requestSeguro.xml

<S:Envelope xmlns:S="http://schemas.xmlsoap.org/soap/envelope/"
    xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/">
    <S:Header>
        <usr xmlns="http://msp.gob.ec/consultaseguros">usr_prosalud_frontera_sur</usr>
        <pass xmlns="http://msp.gob.ec/consultaseguros">ldpRRR4821*-ue-1458-2023-12</pass>
    </S:Header>
    <S:Body>
        <BusquedaSeguroPorNuiRequest xmlns="http://msp.gob.ec/consultaseguros">
            <NUI>1104336860</NUI>
            <FechaCobertura>19/01/2019</FechaCobertura>
        </BusquedaSeguroPorNuiRequest>
    </S:Body>
</S:Envelope>
